<?php
// TODO このファイルは未完成です

/*
 * タスクを完了する
 *
 * リクエスト例
 *  POST http://example.com/api/task/done.php
 *  id=1
 *
 * レスポンス例
 * {
 *  "head": {
 * 		"status": true,
 * 		"time": 1234567890
 * 	},
 * 	"data": true
 * }
 */

require_once(dirname(__FILE__).'/../../model/task.php');
require_once(dirname(__FILE__).'/../lib/common.php');

//--------------------------------------------------
// 引数を取得
//--------------------------------------------------

//--------------------------------------------------
// DBを更新する
//--------------------------------------------------

//--------------------------------------------------
// レスポンス
//--------------------------------------------------
